Repository: mastodon/mastodon-ios
Catalog: MastodonSDK/Sources/MastodonLocalization/Resources/Localizable-Lists.xcstrings
Source language: en
Languages: da, es_ar, fr, ga, is, it, vi, zh_hant

# Scene.Lists.addAccountToList
source: Add %1$(accountName)@
da: Tilføj %1$(accountName)@
es_ar: Agregar %1$(accountName)@
fr: Ajouter %1$(accountName)@
ga: Cuir %1$(accountName)@ leis
is: Bæta við %1$(accountName)@
it: Aggiungi %1$(accountName)@
vi: Thêm %1$(accountName)@
zh_hant: 加入 %1$(accountName)@

# Scene.Lists.create
source: Create
da: Opret
es_ar: Crear
fr: Créer
ga: Cruthaigh
is: Búa til
it: Crea
vi: Tạo
zh_hant: 新增

# Scene.Lists.createList
source: Create custom feed
da: Opret brugerdefineret feed
es_ar: Crear línea temporal personalizada
fr: Créer un flux personnalisé
ga: Cruthaigh fotha saincheaptha
is: Útbúa sérsniðið streymi
it: Crea un feed personalizzato
vi: Tạo nguồn tin tùy chỉnh
zh_hant: 建立自訂時間軸

# Scene.Lists.createNewList
source: Create new custom feed…
da: Opret nyt brugerdefineret feed…
es_ar: Crear nueva línea temporal personalizada…
fr: Créer un nouveau flux personnalisé…
ga: Cruthaigh fotha saincheaptha nua…
is: Útbúa nýtt sérsniðið streymi…
it: Crea un nuovo feed personalizzato…
vi: Tạo nguồn tin tùy chỉnh mới…
zh_hant: 建立自訂時間軸...

# Scene.Lists.hideMembersExplainer
source: If someone is in this custom feed, hide them in your Home feed to avoid seeing their posts twice.
da: Hvis nogen er med i dette brugerdefinerede feed, kan du skjule dem i dit hjem-feed, så du undgår at se deres opslag to gange.
es_ar: Si alguna cuenta está en esta línea temporal personalizada, ocultala de tu línea temporal principal para evitar leer sus mensajes dos veces.
fr: Si une personne est dans ce flux personnalisé, la cacher de votre fil d'actualité pour éviter de voir ses messages deux fois.
ga: Má tá duine éigin sa bhfueder shaincheaptha seo, folaigh iad i d’fhueder baile chun gan a gcuid postálacha a fheiceáil faoi dhó.
is: Þegar einhver er í þessu sérsniðna streymi, þá ættirðu að fela viðkomandi í heimastreyminu þínu svo þú sjáir ekki færslurnar þeirra tvisvar.
it: Se qualcuno è presente in questo feed personalizzato, nascondilo dal tuo feed principale della Home per evitare di visualizzare i suoi post due volte.
vi: Nếu ai đó có trong nguồn tin tùy chỉnh này, ẩn họ trong Trang chủ để tránh thấy tút của họ hiện trùng lặp.
zh_hant: 如果某個帳號於此自訂時間軸中，將自您的首頁時間軸中隱藏此帳號，避免重複見到他們的嘟文。

# Scene.Lists.hideMembersInHomeFeed
source: Hide members in Home feed
da: Skjul medlemmer i hjem-feed
es_ar: Ocultar miembros en la línea temporal principal
fr: Cacher les membres du fil d'actualité
ga: Folaigh baill san fhotha Baile
is: Fela meðlimi í heimastreymi
it: Nascondi i membri nel feed Home
vi: Ẩn trên Trang chủ
zh_hant: 於首頁時間軸隱藏列表成員

# Scene.Lists.includeRepliesTo
source: Include replies from custom feed members to
da: Medtag svar fra medlemmer af brugerdefinerede feeds til
es_ar: Incluir las respuestas de los miembros de la línea temporal personalizada para
fr: Inclure les réponses des membres du flux à
ga: Cuir freagraí ó bhaill bheatha saincheaptha san áireamh i
is: Hafa með svör frá meðlimum sérsniðna streymisins til
it: Includi le risposte dai membri del feed personalizzato a
vi: Bao gồm lượt trả lời từ những tài khoản trong nguồn tin
zh_hant: 包含來自自訂時間軸成員的回覆至

# Scene.Lists.listCreationError
source: Could not create custom feed: %1$(errorDescription)@
da: Det var ikke muligt at oprette et brugerdefineret feed: %1$(errorDescription)@
es_ar: No se pudo crear la línea temporal personalizada: %1$(errorDescription)@
fr: Impossible de créer le flux personnalisé : %1$(errorDescription)@
ga: Níorbh fhéidir fotha saincheaptha a chruthú: %1$(errorDescription)@
is: Tókst ekki að útbúa sérsniðið streymi:: %1$(errorDescription)@
it: Impossibile creare il feed personalizzato: %1$(errorDescription)@
vi: Không thể tạo danh sách: %1$(errorDescription)@
zh_hant: 無法新增自訂時間軸：%1$(errorDescription)@

# Scene.Lists.listName
source: Custom feed name
da: Navn på brugerdefineret feed
es_ar: Nombre de la línea temporal personalizada
fr: Nom du flux personnalisé
ga: Ainm saincheaptha an fhíid
is: Heiti sérsniðins streymis
it: Nome del feed personalizzato
vi: Tên nguồn tin tùy chỉnh
zh_hant: 自訂時間軸名稱

# Scene.Lists.ReplyFilterOptions.anyFollowedUser
source: Any followed user
da: Enhver fulgt bruger
es_ar: Cualquier cuenta seguida
fr: Aux comptes suivis
ga: Aon úsáideoir ina dhiaidh sin
is: Allra notenda sem fylgst er með
it: Qualsiasi utente seguito
vi: Tài khoản mà bạn theo dõi
zh_hant: 任何已跟隨之使用者

# Scene.Lists.ReplyFilterOptions.membersOfTheList
source: Members of the custom feed
da: Medlemmer af brugerdefineret feed
es_ar: Miembros de la línea temporal personalizada
fr: Membres du flux personnalisé
ga: Baill den fhotha shaincheaptha
is: Meðlimir sérsniðna streymisins
it: Membri del feed personalizzato
vi: Tài khoản trong nguồn tin
zh_hant: 自訂時間軸成員

# Scene.Lists.ReplyFilterOptions.noOne
source: No one
da: Ingen
es_ar: Ninguna cuenta
fr: De personne
ga: Níl aon duine
is: Engum
it: Nessuno
vi: Không ai
zh_hant: 沒有人
